{
  "Heading.name": "Sebastien Zasada",
  "Heading.resume": "Resume",
  "Heading.jobTitle": "Software Engineer 1",
  "Heading.userBio": "I am a Software Engineer at <a>LandTrust, The Recractional Access Network</a>. With over 1 year of experience, I've owned projects from start to finish, through shaping, tech vetting, development, and deployment. See my list of contributions at LandTrust here.",
  "Projects.marketWatcherTitle": "Market Watcher",
  "Projects.marketWatcherBio": "Market Watcher is a comprehensive web application designed to provide users with seamless access to the latest earnings reports, financial data, and news for NASDAQ-listed companies. By simply entering a company name or symbol and selecting a time frame, users can quickly view relevant earnings reports. The user-friendly watchlist feature allows users to add stocks with a single click and conveniently rename their watchlist by clicking the pencil icon. The ticker bar at the top of the page displays all the stocks in a user&apos;s watchlist, and clicking on any ticker redirects the user to Trading View for in-depth data analysis and charting. All stock data, news articles, and earnings reports are consistently up to date throught the following APIs:",
  "Projects.marketWatcherFMP": "Financial Modeling Prep",
  "Projects.marketWatcherSN": "Stock News API",
  "Projects.marketWatcherOAI": "Open AI Api",
  "Projects.farmWorksTitle": "FarmWorks",
  "Projects.farmWorksBio": "Farm in the Dell of the Red River River Valley is a non profit organization that was tracking their tasks around the farm on a whiteboard. This led to some issues of knowing who was responsible for what and what kind of tasks could be done during a specific day. This app is designed to streamline their process of task management. Helping to delegate tasks and keep track of what tasks are going on and who is doing them. For more information about the Farm in the Dell and the application, click here:",
  "Projects.appInfo": "Application information",
  "Projects.cryptoExchangeTitle": "CryptoExchange",
  "Projects.cryptoExchangeBio": "CryptoExchange is a solidity/js application that allows users to trade/deposit/withdraw real or mock currency, powered by smart contracts. Various technologies are used throughout this application such as hardhat, redux, and metamask.",
  "References.button": "Show More",
  "References.contactReference": "Contact {name}",
  "References.title": "References",
  "References.joshLetter": "There are so many great things to say about Sebastien that it's hard to know where to begin. I've had the pleasure of mentoring Sebastien over the past year at Landtrust. He joined as a Junior Engineer with little real-world engineering experience but the right attitude. Sebastien took every day as an opportunity to learn something new and perfect what he already knew. He was always the first to volunteer for any task and gave his best effort to maximize his potential. By the end of his first year, Sebastien had gained more experience pushing code and providing solutions for both front-end and back-end than most Junior Engineers acquire in 3-5 years. Sebastien's attitude, work ethic, and drive make him a huge asset, and he's only getting started. I fully recommend Sebastien to anyone looking to elevate their efforts. He brings not just real-world experience, but also the fire and passion needed to excel in any role. Do yourself a favor and hire Sebastien quickly before another company gains this tremendous asset.",
  "References.codyLetter": "I worked with Sebastien at LandTrust for over a year, and it was incredible to see how quickly he picked up speed and started pushing code that solved customer pain points. Sebastien not only knocked out our entire backlog of to-dos in under two months but then asked for more and was always ready to work outside his comfort zone. He is extremely detail oriented and required very little guidance on every project we worked on together. He was attentive in every meeting where I outlined design specs and actively asked questions, ensuring the highest quality output of the proposed solution. I enjoyed getting to know Sebastien virtually and in the company on-site at HQ in Montana! If you are looking for an engineer with an extreme work ethic and a self-driven approach, Sebastien is your guy! I highly recommend him for every team.",
  "SubHeading.title": "Projects",
  "SubHeading.bio": "As a Software Engineer 1, I’ve expanded my skills in react.js, next.js, graphql, typescript, AWS services such as elastic beanstalk, lambdas, rules engine, and setting up log groups. With over 2 years of coding experience I’ve been able to integrate with many third party api’s and services, allowing me to create and contribute scalable and efficient applications."
}
